Repository: wp-plugins/elsa-grabber
Catalog: language/*.po
Languages: ru_ru

source: The panel of manager ElSa Grabber
ru_ru: Панель администратора ElSa Grabber

source: The list of tasks
ru_ru: Список заданий

source: Add/Edit task
ru_ru: Добавить/Редактировать задание

source: Time run
ru_ru: Период запуска

source: File
ru_ru: Файл

source: Title
ru_ru: Название

source: RSS adress
ru_ru: Адресс RSS

source: Information
ru_ru: Информация

source: Content task
ru_ru: Текст задания

source: Clear
ru_ru: Очистить

source: Patch
ru_ru: Пути

source: Absolute way to a directory with images
ru_ru: Абсолютный путь к папке с картинками

source: URL to a directory with images
ru_ru: URL к папке с картинками

source: Links on plugin
ru_ru: Ссылки на плагин

source: In footer
ru_ru: В футере

source: In posts
ru_ru: В постах

source: Not put
ru_ru: Не ставить

source: Apply
ru_ru: Применить

source: Sites of developers
ru_ru: Сайты разработчиков

source: Page
ru_ru: Страница

source: It was pleasant? Click!
ru_ru: Понравилось? Кликайте!

source: Page of plugin
ru_ru: Страница плагина

source: Plugin description
ru_ru: Описание плагина

source: On site work
ru_ru: На сайте работает

source: The folder is found
ru_ru: Папка найдена

source: The folder isn`t found
ru_ru: Папка не найдена

source: You really want to remove this task?
ru_ru: Вы действительно хотите удалить это задание?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Test
ru_ru: Тест

source: Close
ru_ru: Закрыть
