<?php _e(' Сайт плагина - <a href="http://savitov.ru/ELSAGR/" target=_blank>http://savitov.ru/ELSAGR/</a><br /><br />

ELSA grabber - плагин для Wordpress`a предназначение которого копирование информации с других сайтов. Другими словами, плагин
автоматизирует действия по копированию информации к себе на блог. <br />
Принцип работы плагина достаточно прост. Пользователь создает задания для выполнения, в которых при помощи специальных конструкций
(функции плагина) указывает плагину, что именно нужно сделать и с какой периодичностью работать. После чего,
скрипт автоматического запуска будет выполнять задания.  <br /><br />

Более подробно о работе плагина <br />

По RSS ленте с сайта-источника информации, плагин получает ссылки на материалы. По полученным ссылкам, плагин заходит на
страница сайта-источника, производит указанные пользователем действия, такие как: получение полного текста новости,
получение картинок и т.д., и подготавливает полученный материал к размещению на сайте-приемнике и создает новый пост.<br />
Наличие RSS ленты на сайте-источнике необходимо, т.к. именно RSS лента выступает в качестве поставщика ссылок на полные тексты.<br /><br />

На данный момент список функций плагина достаточно <a href="#b">велик</a>, что позволяет настроить его под любые свои нужды.

<br /><br /><br />

<b>Требования плагина для корректной работы</b>
 <ul>
 <li>PHP5</li>
 <li>MySQL5  и выше</li>
 <li>Библиотека php <a href="http://php.net/manual/en/book.tidy.php">tidy</a></li>
 <li>Библиотека php <a href="http://php.net/manual/en/book.curl.php">curl</a></li>
 <li>Доступ к настройке в php.ini параметра <a href="http://php.net/manual/ru/filesystem.configuration.php#ini.allow-url-fopen">allow_url_fopen</a></li>

 </ul>
<br /><br />
<b>Внимание!</b><br />
Перед покупкой ключа плагина удостоверьтесь, что выше изложенные возможности есть в вашем распоряжении иначе, я не гарантирую
работоспособность плагина. Если вы сомневаетесь или не знаете как проверить требования, то установите себе бесплатную версию плагина
и проверьте ее работоспособность. Если бесплатная версия будет работать то с большой долей вероятности и платная версия будет
работоспособна на вашем оборудовании.','ELSAGR');
?>
