<?php
_e('<b>Различия в версиях плагина</b><br>
Для бесплатной версии плагина <u>не доступна</u> возможность обновления.<br>
Для бесплатной версии плагина <u>не доступен</u> каталог заданий.<br>
Для бесплатной версии плагина <u>не доступена</u> тех. поддержка.<br>
Для бесплатной версии плагина <u>не доступена</u> возможность заказа нового функционала.<br>
<br><br>

Стоимость ключа плагина <b>60 $</b><br>
Ключ действует на 2 домена <br>
Для того, что купить ключ вам нужно написать мне письмо по электронной почте в котором нужно указать желаемый способ оплаты,
количество необходимых ключей и список доменов для этих ключей.<br>
В ответ вы получите письмо с данными для перевода и после подтверждения его я вышлю вам заказанные ключи.','ELSAGR');
?>
