<?php _e('Спасибо что используете данный плагин. Надеюсь, он помогает вам в ваших каждодневных заботах о ваших сайтах.
<br>Если вы берете информацию с чужих сайтов с помощью данного плагина, ставьте ссылки на источник. Это не только правильно
 с точки зрения человеческих взаимоотношений, но так же поощряется со стороны поисковиков.
Мои опыты показывают, что там где я проставлял ссылки на источник информации, проблем с индексацией никогда не было, чего не скажешь
 о тех сайтах где я этого не делал.
<br>Весь необходимый набор инструментов для реализации этого есть, в разделе <a href="#b">документы</a> вы найдете примеры как это сделать.','ELSAGR');
?>
