<?php _e('Плагин позволяет извлекать информацию из RSS лент сайтов и вставлять ее как отдельные посты на блог где он работает. Начиная с версии
1.0.5 кроме извлечения данных их RSS лент, плагин научился парсить HTML код страничек, что бы извлекать полные тексты новостей, а так же
дополнительные элементы, такие как изображения.
<br />На данный момент список функций плагина достаточно <a href="#b">велик</a>, что позволяет настроить его под любые свои нужды.

<br /><br /><br />

<b>Требования плагина для корректной работы</b>
 <ul>
 <li>PHP5</li>
 <li>MySQL5  и выше</li>
 <li>Библиотека php <a href="http://php.net/manual/en/book.tidy.php">tidy</a></li>
 <li>Библиотека php <a href="http://php.net/manual/en/book.curl.php">curl</a></li>
 <li>Доступ к настройке в php.ini параметра <a href="http://php.net/manual/ru/filesystem.configuration.php#ini.allow-url-fopen">allow_url_fopen</a></li>

 </ul>
<br /><br />
<b>Внимание!</b><br />
Перед покупкой ключа плагина удостоверьтесь, что выше изложенные возможности есть в вашем распоряжении иначе, я не гарантирую
работоспособность плагина. Если вы сомневаетесь или не знаете как проверить требования, то установите себе бесплатную версию плагина
и проверьте ее работоспособность. Если бесплатная версия будет работать то с большой долей вероятности и платная версия будет
работоспособна на вашем оборудовании.','ELSAGR');
?>
