<?php _e('<b>Условия выдачи ключей</b><br />
 <ul>
    <li>Ключи выдаются пользователю после полной оплаты стоимости заказанных ключей.</li>
    <li>Ключи привязываются к e-mail адресу пользователя.</li>
    <li>Факт покупки ключа дает право на бесплатную техническую поддержку в оговоренных рамках.</li>
 </ul><br />


<b>Лицензия и ограничение ответственности:</b> <br />

<br />ДАННОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНО ВЫРАЖЕННЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ГАРАНТИЯМИ ТОВАРНОЙ ПРИГОДНОСТИ, СООТВЕТСТВИЯ ПО ЕГО КОНКРЕТНОМУ НАЗНАЧЕНИЮ И ОТСУТСТВИЯ НАРУШЕНИЙ ПРАВ. НИ В КАКОМ СЛУЧАЕ АВТОРЫ ИЛИ ПРАВООБЛАДАТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПО ИСКАМ О ВОЗМЕЩЕНИИ УЩЕРБА, УБЫТКОВ ИЛИ ДРУГИХ ТРЕБОВАНИЙ ПО ДЕЙСТВУЮЩИМ КОНТРАКТАМ, ДЕЛИКТАМ ИЛИ ИНОМУ, ВОЗНИКШИМ ИЗ, ИМЕЮЩИМ ПРИЧИНОЙ ИЛИ СВЯЗАННЫМ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ ИЛИ ИСПОЛЬЗОВАНИЕМ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ИНЫМИ ДЕЙСТВИЯМИ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ.
<br />Однако, на момент продажи ключа, я гарантирую работоспособность плагина для версии WP 3.5.
<br />Обновления плагина в рамках текущей мажорной версии предоставляются бесплатно.
<br />Работоспособность плагина гарантируется при точном соответствии <a href="#a">требований плагина</a>.
<br /><br />
<u>Производя оплату ключа, вы соглашаетесь со всеми вышеперечисленными условиями данного раздела.</u><br /> ','ELSAGR');
?>
