<?php _e('<b>Сейчас мне нужен ключ на один домен, смогу ли я потом использовать его для второго домена?</b><br />
    <span class="elsagrinner">
     Этот же ключ не подойдет. Вам нужно будет связаться со мной, что бы я сгенерировал вам новый ключ. Эта процедура бесплатна.
    </span> <br /><br />
<b>Могу ли я поменять домены ключа?</b><br />
   <span class="elsagrinner">
    Да можете, но для каждого ключа возможна смена доменов максимум 3 раза.
   </span> <br /><br />
<b>Мне нужен ключ на три домена!</b><br />
    <span class="elsagrinner">
    Тогда вам нужно купить два ключа
    </span><br /><br />
<b>Есть ли скидки при покупке нескольких ключей?</b><br />
    <span class="elsagrinner">
    Да. Действуют следующие накопительные скидки:
      <ul>
        <li> Более 5 ключей &mdash; 10%  на каждый следующий ключ</li>
        <li> Более 10 ключей &mdash; 15% на каждый следующий ключ</li>
        <li> Более 20 ключей &mdash; 25% на каждый следующий ключ</li>
        <li> Более 50 ключей &mdash; 50% на каждый следующий ключ</li>
      </ul>
     Внимание!<br />
     Для возможности использования данных скидок, вам нужно сохранить ваш личный идентификационный номер который вы получите при покупке первого ключа.
    </span><br /><br />
<b>Осуществляете ли вы тех. поддержку пользователей?</b>  <br />
<span class="elsagrinner">
Да, для покупателей ключей я предоставляю такую услугу.<br />  <br />
Техническая поддержка пользователей осуществляется на всем протяжении поддержки плагина разработчиком.
Условия предоставления технической поддержки:
   <ul>
    <li>Техническая поддержка осуществляется ТОЛЬКО! по e-mail (kesha@savitov.ru)</li>
    <li>В сферу действия тех. поддержки не входят вопросы составления задания. Исключения составляют случаи когда функция описанная в офф. документации работает некорректно</li>
    <li>Время обработки заявки составляет до 24 рабочих часов.</li>
    <li>Решение технической проблемы составляет до 72 рабочих часов.</li>
    <li>Техническая поддержка не осуществляется по телефону, ICQ, Skype и пр.</li>
    <li>Я оставляю за собой право отказать в тех. поддержке в случаях нарушения корректного общения.</li>
  </ul>
  </span> <br /><br />

<b>Поддомены третьего уровня трактуются как отдельные сайты?</b>  <br />
<span class="elsagrinner">
Нет. Ключ выдается только для домена 2 уровня (site.ru), поддомены основного домена считаются тем же сайтом, в не зависимости от количества поддоменов на них.
 </span> <br /><br />','ELSAGR');
?>
